;Place localized text in this file

[XenoZoologist_MonsterMash X2SoldierClassTemplate]
DisplayName="怪物主宰者"
ClassSummary="在沈和泰根的协助下，他将芯片极其小心地植入怪物头骨，以掌控尚未发育的怪物大脑，并防止这些恶魔挣脱束缚。他用全息瞄准仪令外星人的可怕“盟友”在我们的指挥下杀戮。"
LeftAbilityTreeTitle = "疯狂寄生兽"
RightAbilityTreeTitle = "恐怖无面怪"
AbilityTreeTitles[0]="疯狂寄生兽"
AbilityTreeTitles[1]="恐怖无面怪"
AbilityTreeTitles[2]="好斗狂战士"

RandomNickNames[0]="夜魔"
RandomNickNames[1]="雷达"
RandomNickNames[2]="鹰眼"
RandomNickNames[3]="桎梏"
RandomNickNames[4]="奴隶贩"
RandomNickNames[5]="笞魔"
RandomNickNames[6]="共情者"
RandomNickNames[7]="繁育者"
RandomNickNames[8]="绑架"
RandomNickNames[9]="捕食者"
RandomNickNames[10]="追猎者"
RandomNickNames[11]="特洛伊人"
RandomNickNames[12]="顶级猎手"
RandomNickNames[13]="阿尔法"
RandomNickNames[15]="饲养员"
RandomNickNames[16]="蛊惑者"
RandomNickNames[17]="新上级"
RandomNickNames[18]="连击者"
RandomNickNames[19]="灰烬"
RandomNickNames[20]="血红"
RandomNickNames[21]="制作人"
RandomNickNames[22]="黑魔使"
RandomNickNames[23]="光灵使"
RandomNickNames[24]="月逐"
RandomNickNames[25]="驯兽师"
RandomNickNames[26]="执矛者"
RandomNickNames[27]="蜂拥者"
RandomNickNames[28]="训练官"
RandomNickNames[29]="异种主宰"
RandomNickNames[30]="教授"
RandomNickNames[31]="学者"
RandomNickNames[32]="毁灭博士"
RandomNickNames[33]="怪物尊者"
RandomNickNames[34]="精英猎犬"
RandomNickNames[35]="蜂蜜杯"
RandomNickNames[36]="牧羊人"
RandomNickNames[37]="主宰"
RandomNickNames[38]="赞助人"
RandomNickNames[39]="教师"

RandomNickNames_Male[0]="达尔文"
RandomNickNames_Male[1]="亚里士多德"
RandomNickNames_Male[2]="拉马克"
RandomNickNames_Male[3]="欧文"
RandomNickNames_Male[4]="爱登堡"
RandomNickNames_Male[5]="穆德"
RandomNickNames_Male[6]="教父"

RandomNickNames_Female[0]="古道尔"
RandomNickName_Female[1]="史考莉"
RandomNickName_Female[2]="教母"
RandomNickName_Female[3]="蜂后"

;XenoZoologist Weapon
[SuperComputer_CV X2WeaponTemplate]
FriendlyName="臂装超级计算机"
FriendlyNamePlural="臂装超级计算机"
BriefSummary="异种动物学家必须持续跟踪异种的身心状态，以免异种挣脱束缚。通过温和计算，无论击中任何部位，都将造成较小伤害。"
TacticalText="<Bullet/>获得5黑客值。"
AbilityDescName="臂装超级计算机"

[SuperComputer_MG X2WeaponTemplate]
FriendlyName="臂装量子计算机"
FriendlyNamePlural="臂装量子计算机"
BriefSummary="异种动物学家必须持续跟踪异种的身心状态，以免异种挣脱束缚。通过提高算力，更可能击中要害部位，造成更大伤害。"
TacticalText="<Bullet/>获得15黑客值。\n<Bullet/>异种的基础武器伤害增加2。\n<Bullet/>命中增加10。"
AbilityDescName="臂装量子计算机"

[SuperComputer_MG_Schematic X2SchematicTemplate]
m_strClassLabel="异种动物学家"

[SuperComputer_BM X2XZSuperComputerTemplate]
FriendlyName="臂装超铀计算机"
FriendlyNamePlural="臂装超铀计算机"
BriefSummary="异种动物学家必须持续跟踪异种的身心状态，以免异种挣脱束缚。通过超强计算，将会击中要害部位，造成最大伤害。"
TacticalText="<Bullet/>获得45黑客值。\n<Bullet/>异种的基础武器伤害增加4。\n<Bullet/>命中增加5。"
AbilityDescName="臂装超铀计算机"

[SuperComputer_BM X2WeaponTemplate]
FriendlyName="臂装超铀计算机"
FriendlyNamePlural="臂装超铀计算机"
BriefSummary="异种动物学家必须持续跟踪异种的身心状态，以免异种挣脱束缚。通过超强计算，将会击中要害部位，造成最大伤害。"
TacticalText="<Bullet/>获得45黑客值。\n<Bullet/>异种的基础武器伤害增加4。\n<Bullet/>命中增加5。"
AbilityDescName="臂装超铀计算机"

[SuperComputer_BM_Schematic X2SchematicTemplate]
m_strClassLabel="异种动物学家"

[XZHasSuperComputer_CV X2AbilityTemplate]
LocFriendlyName="超级计算机"
LocLongDescription="允许生成被植入芯片的单位。"
LocHelpText="生成你的植入芯片单位。"
LocFlyOverText="超级计算机"

[XZHasSuperComputer_MG X2AbilityTemplate]
LocFriendlyName="超级计算机"
LocLongDescription="允许生成被植入芯片的单位。"
LocHelpText="生成你的植入芯片单位。"
LocFlyOverText="超级计算机

[XZHasSuperComputer_BM X2AbilityTemplate]
LocFriendlyName="超级计算机"
LocLongDescription="允许生成被植入芯片的单位。"
LocHelpText="生成你的植入芯片单位。"
LocFlyOverText="超级计算机

;Xeno Zoologist abilities 
[XZSpawnbasic X2AbilityTemplate]
LocFriendlyName="生成基础近战单位"
LocLongDescription="生成一个基础近战单位。"
LocHelpText="生成你的异种。"
LocPromotionPopupText="<Bullet/>生成一个基础近战单位。\n<Bullet/>所有基础近战异种，都能使用基础近战攻击。\n<Bullet/>随着武器技术升级，也将增加近战伤害、生命值、命中以及其他能力。"
LocFlyOverText="生成失魂者"

;Chrssalid

[XZSpawnChryssalid X2AbilityTemplate]
LocFriendlyName="幻化寄生兽"
LocLongDescription="生成一个基础寄生兽单位，而不是失魂者。"
LocHelpText="生成你的寄生兽。"
LocPromotionPopupText="<Bullet/>生成一个基础寄生兽单位。\n<Bullet/>基础寄生兽单位由孤雌生殖毒素产生。\n<Bullet/>孤雌生殖毒素会使受害者被感染，如果他们死亡，就会产下脆弱的寄生兽茧。\n<Bullet/>寄生兽茧要等待一回合，然后可以产下一个缺少成年毒素的寄生兽新兵。\n<Bullet/>如果（感染孤雌生殖毒素的？）敌人被射杀，寄生兽茧将（给怪物主宰者？）返还行动点。\n<Bullet/>与其他异种相比，你的寄生兽有更多移动力。"
LocFlyOverText="幻化寄生兽"

[XZMMBuffMobility X2AbilityTemplate]
LocFriendlyName="移动迁徙"
LocLongDescription="升级异种的移动力。"
LocPromotionPopupText="<Bullet/>你的异种获得+1/+2/+3移动力，数值由臂装计算机等级决定。"
LocFlyOverText="升级单位的移动力"

[XZGrantDevour X2AbilityTemplate]
LocFriendlyName="吞食"
LocLongDescription="你的异种将在杀敌中食其肉，用以治疗和增益附近的盟友。"
LocPromotionPopupText="<Bullet/>你的异种用近战攻击杀死一个敌人时，将为自我治疗2生命值。\n<Bullet/>你的异种用近战攻击杀死一个敌人时，将为附近盟友+10命中/+10暴击率/+1移动力。"
LocFlyOverText="吞食"

[XZDevour X2AbilityTemplate]
LocFriendlyName="强效精准"
LocLongDescription="你的异种将在杀敌后食其肉，用以治疗和增益附近的盟友。"
LocPromotionPopupText="<Bullet/>你的异种用近战攻击杀死一个敌人时，将为自我治疗2生命值。\n<Bullet/>你的异种用近战攻击杀死一个敌人时，将为附近盟友+10命中/+10暴击率/+1移动力。"
LocFlyOverText="吞食"

[XZGrantShadowstep X2AbilityTemplate]
LocFriendlyName="暗影步"
LocLongDescription="你的异种不会触发监视或反应射击，并获得100闪避加成，直到被击中。"
LocHelpText="你的异种不会触发监视或反应射击，并获得100闪避加成，直到被击中。"
LocFlyOverText="已激活暗影步"

[XZGrantBloodTrail X2AbilityTemplate]
LocFriendlyName="血迹追踪"
LocLongDescription="若目标此回合已受过伤，你的异种近战攻击造成+2伤害。"
LocHelpText="若目标此回合已受过伤，你的异种近战攻击造成+2伤害。"

[XZBloodTrail X2AbilityTemplate]
LocFriendlyName="血迹追踪"
LocLongDescription="若目标此回合已受过伤，你的异种近战攻击造成+2伤害。"
LocHelpText="若目标此回合已受过伤，你的异种近战攻击造成+2伤害。"

[XZGrantBlob X2AbilityTemplate]
LocFriendlyName="毒液喷溅"
LocLongDescription="你的异种获得向敌人喷出一团毒素的能力。"
LocPromotionPopupText="<Bullet/>你的异种可喷出一团抛射物，对一片区域造成毒素伤害。\n<Bullet/>使用此攻击的寄生兽会造成孤雌生殖毒素，而不是普通毒素。"
LocFlyOverText="毒液喷溅"

[XZAcidBlob X2AbilityTemplate]
LocFriendlyName="毒液喷溅"
LocLongDescription="你的异种获得向敌人喷出一团毒素的能力。"
LocHelpText="你的异种可喷出一团抛射物，对一片区域造成伤害并中毒。"
LocFlyOverText="毒液喷溅"

[XZParthenogenicBlob X2AbilityTemplate]
LocFriendlyName="毒液喷溅"
LocLongDescription="你的异种获得向敌人喷出一团毒素的能力。"
LocHelpText="你的异种可喷出一团抛射物，对一片区域造成伤害和孤雌生殖毒素。"
LocFlyOverText="毒液喷溅"

[XZGrantReaper X2AbilityTemplate]
LocFriendlyName="死神"
LocLongDescription="死神模式是强力的连环近战攻击技能，首次近身攻击必然会命中。死神模式下近战攻击每杀死一位敌人都将赐予你一次额外的行动，但威力会递减。"
LocHelpText="死神模式是强力的连环近战攻击技能，首次近身攻击必然会命中。死神模式下近战攻击每杀死一位敌人都将赐予你一次额外的行动，但威力会递减。"
LocFlyOverText="已激活死神"

;Faceless
[XZSpawnFaceless X2AbilityTemplate]
LocFriendlyName="召唤无面怪"
LocLongDescription="生成一个基础无面怪单位，而不是失魂者。"
LocHelpText="生成你的无面怪。"
LocPromotionPopupText="<Bullet/>生成一个基础无面怪单位\n<Bullet/>基础无面怪开始就有[镰刃利爪]和[重生]能力。\n<Bullet/>镰刃利爪是一种破坏性斩杀，可摧毁范围内的敌人掩体。\n<Bullet/>镰刃利爪使镰刃能力的大小增加1。\n<Bullet/>你的回合开始时，[再生]可治疗无面怪3生命值。\n<Bullet/>与其他异种相比，无面怪的伤害和命中都有提高。"
LocFlyOverText="召唤无面怪"

[XZGrantBladeMaster X2AbilityTemplate]
LocFriendlyName="磨练利爪"
LocLongDescription="所有近战攻击增加+1伤害/+10命中。"
LocHelpText="所有近战攻击有额外伤害和命中。"
LocFlyOverText="剑术大师"
LocPromotionPopupText="<Bullet/>每次成功的近战攻击增加1伤害。<br/><Bullet/>每次近战攻击获得10命中。<br/>"

[XZBladeMaster X2AbilityTemplate]
LocFriendlyName="磨练利爪"
LocLongDescription="所有近战攻击增加+1伤害/+10命中。"
LocHelpText="所有近战攻击有额外伤害和命中。"
LocFlyOverText="剑术大师"
LocPromotionPopupText="<Bullet/> 每次成功的近战攻击增加1伤害。<br/><Bullet/>每次近战攻击获得10命中。<br/>"

[XZGrantBloodyClaws X2AbilityTemplate]
LocFriendlyName="镰刃撕裂"
LocLongDescription="你的异种可对数米外的敌人进行隔空近战攻击，并造成流血。"
LocHelpText="用你的异种利爪猛击范围内的敌人。\n导致流血，每回合造成2点伤害，持续3回合。"
LocFlyOverText="镰刃撕裂"
LocPromotionPopupText="<Bullet/>用你的异种利爪猛击范围内的敌人。\n<Bullet/>导致流血。\n<Bullet/>镰刃撕裂使镰刃能力的大小增加1。"

[XZGrantImplacable X2AbilityTemplate]
LocFriendlyName="难以平息"
LocLongDescription="如果你的异种在你的回合中杀死一个或更多敌人，你将获得一次额外的移动机会。"
LocHelpText="击杀敌人后，本回合最多获得一次免费移动。"
LocFlyOverText="难以平息"
LocPromotionPopupText="<Bullet/>难以平息的免费移动效果，不能用于你的异种再次攻击。<br/>"

[XZGrantQuake X2AbilityTemplate]
LocFriendlyName="震地攻击"
LocLongDescription="巨大猛烈的地面攻击，伤害敌人并击退。"
LocHelpText="巨大猛烈的地面攻击，伤害敌人并击退。"
LocFlyOverText="震地攻击"
LocPromotionPopupText="<Bullet/>难以平息的免费移动效果，不能用于你的异种再次攻击。<br/>"

[XZQuake X2AbilityTemplate]
LocFriendlyName="震地攻击"
LocLongDescription="巨大猛烈的地面攻击，伤害敌人并击退。"
LocHelpText="巨大猛烈的地面攻击，伤害敌人并击退。"
LocFlyOverText="震地攻击"

[XZGrantArcWave X2AbilityTemplate]
LocFriendlyName="电弧波"
LocLongDescription="基础近战攻击，会生成一道向攻击方向爆发的强力波动。随着超级计算机等级而提升伤害。"
LocHelpText="撕裂攻击会生成一道向攻击方向爆发的强力波动。"
LocPromotionPopupText="<Bullet/>电弧波不会影响目标原先受到的撕裂攻击效果。<br/><Bullet/>基于超级计算机等级，电弧波可造成2/4/6伤害。<br/><Bullet/>电弧波能够穿越环境障碍。<br/>"
LocFlyOvertext="电弧波"

[XZChryssalidSlashArcWave X2AbilityTemplateArcWave]
LocFriendlyName="寄生兽砍击"
LocLongDescription="近战攻击可以使目标中毒。"
LocHelpText="使用利爪对目标发动近战攻击，使其中毒。"

[XZFacelessSlashArcWave X2AbilityTemplate]
LocFriendlyName="斩杀利爪"
LocLongDescription="无面怪用利爪攻击敌人。"
LocHelpText="用无面怪利爪对目标进行近距离猛击。"
LocFlyOverText="镰刃利爪"

[XZDevastatingPunchArcWave X2AbilityTemplate]
LocFriendlyName="毁灭铁拳"
LocLongDescription="狂战士的力量十分充足，仅仅靠双手就能将敌人连续击打致死。"
LocHelpText="攻击一个近战目标。"
LocFlyOverText="毁灭铁拳"

[XZGrantRupturedClaws X2AbilityTemplate]
LocFriendlyName="镰刃致残"
LocLongDescription="你的异种获得对数米外的敌人进行隔空近战攻击的能力，并造成伤口撕裂。"
LocHelpText="用你的异种利爪猛击范围内的敌人。\n导致伤口撕裂，使来自下几次攻击的伤害增加3，并增加暴击率。"
LocFlyOverText="镰刃致残"
LocPromotionPopupText="<Bullet/>用你的异种利爪猛击范围内的敌人。\n<Bullet/>导致伤口撕裂，使来自下几次攻击的伤害增加3，并增加暴击率。\n<Bullet/>镰刃致残使镰刀能力的大小增加 1。"

;Muton/Berserker
[XZSpawnMuton X2AbilityTemplate]
LocFriendlyName="雇佣狂战士"
LocLongDescription="生成一个基础狂战士单位，而不是失魂者。"
LocHelpText="生成你的狂战士。"
LocPromotionPopupText="<Bullet/>生成一个基础狂战士单位。\n<Bullet/>基础狂战士单位开始就有[发怒]。\n<Bullet/>只要受伤，就有几率触发[发怒]。当你的生命值低于50%，必定触发[发怒]。\n<Bullet/>激活时，[发怒]会使你的移动力提升50%。\n<Bullet/>与其他异种相比，你的狂战士有双倍的生命值。"
LocFlyOverText="雇佣狂战士"

[XZMMBuffHp X2AbilityTemplate]
LocFriendlyName="强大心脏"
LocLongDescription="升级你的异种生命值。"
LocPromotionPopupText="<Bullet/>你的异种生命值翻倍。"
LocFlyOverText="翻倍单位的生命值。"

[XZMMBuffSelfTarget X2AbilityTemplate]
LocFriendlyName="恐怖怪脸"
LocLongDescription="你的异种更可能成为攻击目标并被击中。向你的异种射击的敌人有可能发生恐慌。"
LocPromotionPopupText="<Bullet/>你的异种对试图向其射击的敌人有30%的恐慌几率。\n<Bullet/>你的异种会减少10防御，使其更可能成为攻击目标并被击中。在高难度时更有效。"
LocHelpText="有几率让每个向你的异种射击的敌人恐慌。"
LocFlyOverText="狂战士恐吓"

[XZIntimidate X2AbilityTemplate]
LocFriendlyName="恐怖怪脸"
LocLongDescription="你的异种更可能成为目标并被攻击。向你的异种射击的敌人有可能发生恐慌。"
LocPromotionPopupText="<Bullet/>你的异种对试图向其射击的敌人有30%的恐慌几率。\n<Bullet/>你的异种会减少10防御，使其更可能成为攻击目标并被击中。在高难度时更有效。"
LocHelpText="有几率让每个向你的异种射击的敌人恐慌。"
LocFlyOverText="狂战士恐吓"

[XZIntimidateTrigger X2AbilityTemplate]
LocFriendlyName="恐怖怪脸"
LocLongDescription="你的异种更可能成为目标并被攻击。向你的异种射击的敌人有可能发生恐慌。"
LocPromotionPopupText="<Bullet/>你的异种对试图向其射击的敌人有30%的恐慌几率。\n<Bullet/>你的异种会减少10防御，使其更可能成为攻击目标并被击中。在高难度时更有效。"
LocHelpText="有几率让每个向你的异种射击的敌人恐慌。"
LocFlyOverText="狂战士恐吓"

[XZGrantFaithbreaker X2AbilityTemplate]
LocFriendlyName="破灭信念"
LocLongDescription="你的异种发出充满力量和愤怒的咆哮，即使是最身经百战的士兵也会感到恐惧。"
LocPromotionPopupText="<Bullet/>你的异种有30%几率让10格内的敌人恐慌。\n<Bullet/>恐慌几率根据敌人的生命值调整，50%生命值有80%恐慌几率，25%生命值有100%恐慌几率。"
LocHelpText="有几率让范围内的所有敌方单位恐慌。"
LocFlyOverText="破灭信念"

[XZGrantBerserkersReflex X2AbilityTemplate]
LocFriendlyName="怪物之怒"
LocLongDescription="当生命受到威胁，你的异种会失去控制，迫不及待地拳击敌人。"
LocPromotionPopupText="<Bullet/>异种被击中后，可在下一回合的首个行动点，发动一次免费标准攻击。"
LocHelpText="异种被击中后，可在下一回合的首个行动点，发动一次免费标准攻击。"
LocFlyOverText="怪物之怒"

[XZBerserkersReflex X2AbilityTemplate]
LocFriendlyName="怪物之怒"
LocLongDescription="当生命受到威胁，你的异种会失去控制，迫不及待地拳击敌人。"
LocPromotionPopupText="<Bullet/>异种被击中后，可在下一回合的首个行动点，发动一次免费标准攻击。"
LocHelpText="异种被击中后，可在下一回合的首个行动点，发动一次免费标准攻击。"
LocFlyOverText="怪物之怒"

[XZGrantFleche X2AbilityTemplate]
LocFriendlyName="蓄怒冲击"
LocFlyOverText="蓄怒冲击"
LocLongDescription="用标准近战攻击移动范围内的任意敌人，起始位置与目标之间，每间隔5格，伤害+1。"
LocHelpText="用标准近战攻击移动范围内的任意敌人，远距离攻击有伤害加成。"
LocPromotionPopupText="<Bullet/>蓄怒冲击可提升基础攻击力。<br/><Bullet/>士兵可用2个行动点进行\"冲刺\"移动，同时还能触发对邻近敌人的攻击。<br/><Bullet/>冲刺在起始与目标位置之间，每间隔5格，造成伤害+1。<br/>"

[XZFleche X2AbilityTemplate]
LocFriendlyName="蓄怒冲击"
LocFlyOverText="蓄怒冲击"
LocLongDescription="用标准近战攻击移动范围内的任意敌人，起始位置与目标之间，每间隔5格，伤害+1。"
LocHelpText="用标准近战攻击移动范围内的任意敌人，远距离攻击有伤害加成。"
LocPromotionPopupText="<Bullet/>蓄怒冲击可提升基础攻击力。<br/><Bullet/>士兵可用2个行动点进行\"冲刺\"移动，同时还能触发对邻近敌人的攻击。<br/><Bullet/>冲刺在起始与目标位置之间，每间隔5格，造成伤害+1。<br/>"

[XZFlecheBonuses X2AbilityTemplate]
LocFriendlyName="蓄怒冲击"
LocFlyOverText="蓄怒冲击"
LocLongDescription="用标准近战攻击移动范围内的任意敌人，起始位置与目标之间，每间隔5格，伤害+1。"
LocHelpText="用标准近战攻击移动范围内的任意敌人，远距离攻击有伤害加成。"
LocPromotionPopupText="<Bullet/>蓄怒冲击可提升基础攻击力。<br/><Bullet/>士兵可用2个行动点进行\"冲刺\"移动，同时还能触发对邻近敌人的攻击。<br/><Bullet/>冲刺在起始与目标位置之间，每间隔5格，造成伤害+1。<br/>"

[XZGrantBerserkersRage X2AbilityTemplate]
LocFriendlyName="怪物数学"
LocLongDescription="你的异种发出尖啸，鼓动所有敌人向他射击，并做好迎接来袭火力的准备。"
LocPromotionPopupText="<Bullet/>你的异种一次只能吸引/受到一次伤害，直到下一回合开始。\n<Bullet/>消耗1行动点，并不结束回合。\n<Bullet/>有4回合冷却。"
LocHelpText="你的异种被击中后，它下回合可进行2次标准攻击。"
LocFlyOverText="怪物数学"

[XZBerserkersRage X2AbilityTemplate]
LocFriendlyName="怪物数学"
LocLongDescription="你的异种发出尖啸，鼓动所有敌人向他射击，并做好迎接来袭火力的准备。"
LocPromotionPopupText="<Bullet/>你的异种一次只能吸引/受到一次伤害，直到下一回合开始。\n<Bullet/>消耗1行动点，并不结束回合。\n<Bullet/>有4回合冷却。"
LocHelpText="你的异种被击中后，它下回合可进行2次标准攻击。"
LocFlyOverText="怪物数学"

;Creature info

; Trooper Abilities
[XZChryssalid X2CharacterTemplate]
strCharacterName="植芯寄生兽"

[XZBasicChryssalid X2CharacterTemplate]
strCharacterName="植芯寄生兽新兵"

[XZChryssalidCocoon X2CharacterTemplate]
strCharacterName="植芯寄生兽茧"

[XZFaceless X2CharacterTemplate]
strCharacterName="植芯无面怪"

[XZTheLost X2CharacterTemplate]
strCharacterName="植芯尸体"

[XZMuton X2CharacterTemplate]
strCharacterName="植芯狂战士"

;X2Ability_Chryssalid
[XZChryssalidSlash X2AbilityTemplate]
LocFriendlyName="寄生兽砍击"
LocLongDescription="近战攻击可以使目标中毒。"
LocHelpText="使用利爪对目标发动近战攻击，使其中毒。"

[XZBaiscChryssalidSlash X2AbilityTemplate]
LocFriendlyName="寄生兽砍击"
LocLongDescription="近战攻击。"
LocHelpText="用利爪近战攻击目标。"

; Displayed on the TARGET
[X2Effect_XZParthenogenicPoison]
ParthenogenicPoisonText="孤雌生殖毒素"

[X2Ability_XZChryssalid]
ParthenogenicPoisonFriendlyName="孤雌生殖毒液"
ParthenogenicPoisonFriendlyDesc="被寄生兽的毒性感染。如果单位在中毒时死亡，则会变成茧，并生成更多的寄生兽。"

[XZParthenogenicPoison X2AbilityTemplate]
LocFriendlyName="寄生兽毒液"
LocLongDescription="寄生兽攻击会使目标中毒，并造成多回合伤害。如果敌人在中毒时死亡，则会变成茧，并开始产下更多的寄生兽。"
LocHelpText="一种强效毒素，如果致死，就会变成寄生兽茧。"

[XZChryssalidCocoonImmunities X2AbilityTemplate]
LocFriendlyName="茧的免疫类型"
LocLongDescription="茧免疫精神影响和毒素。"
LocHelpText="茧免疫精神影响和毒素。"

[XZBirthChryssalid X2AbilityTemplate]
LocFriendlyName="寄生兽孵化"
LocLongDescription="一个茧可以孵化出多只寄生兽。"
LocHelpText="一个茧可以孵化出多只寄生兽。"
LocFlyOverText="寄生兽诞生"

[XZChryssalidImmunities X2AbilityTemplate]
LocFriendlyName="寄生兽免疫"
LocLongDescription="免疫毒素。"
LocHelpText="免疫毒素。"

;X2Ability_XZFaceless
[XZFacelessSlash X2AbilityTemplate]
LocFriendlyName="斩杀利爪"
LocLongDescription="无面怪用利爪攻击敌人。"
LocHelpText="用无面怪利爪对目标进行近距离猛击。"
LocFlyOverText="镰刃利爪"

[XZScythingClaws X2AbilityTemplate]
LocFriendlyName="镰刃利爪"
LocLongDescription="借助变形能力，无面怪长出巨型爪子攻击数米之外的敌人。"
LocHelpText="用无面怪利爪猛击范围内的敌人。\n破坏路径上的任何障碍物。\n有2回合冷却。"
LocFlyOverText="镰刃利爪"

[XZBloodyClaws X2AbilityTemplate]
LocFriendlyName="镰刃撕裂"
LocLongDescription="你的异种获得对数米外的敌人进行毁灭性攻击的能力。"
LocHelpText="用你的异种利爪猛击范围内的敌人。\n导致流血。\n有2回合冷却。"
LocFlyOverText="镰刃撕裂"

[XZRupturedClaws X2AbilityTemplate]
LocFriendlyName="镰刃致残"
LocLongDescription="你的异种获得对数米外的敌人进行毁灭性攻击的能力。"
LocHelpText="用你的异种利爪猛击范围内的敌人。\n导致伤口撕裂，会增加来自下几次攻击的伤害，并增加暴击率。\n有2回合冷却。"
LocFlyOverText="镰刃致残"

[XZRegeneration X2AbilityTemplate]
LocFriendlyName="重生"
LocLongDescription="无面怪在每回合开始，都会恢复3生命值。"
LocHelpText="无面怪每回合恢复少量生命值。"
LocFlyOverText="重生"

;X2Ability_XZLost
[XZLostAttack X2AbilityTemplate]
LocFriendlyName="近战"
LocLongDescription="失魂者的近战攻击。"
LocHelpText="失魂者的近战攻击。"

;X2Ability_XZMuton we did not end up implementing our own rage ability and just went with base game version

[XZDevastatingPunch X2AbilityTemplate]
LocFriendlyName="毁灭铁拳"
LocLongDescription="狂战士的力量十分充足，仅仅靠双手就能将敌人连续击打致死。"
LocHelpText="攻击一个近战目标。"
LocFlyOverText="毁灭铁拳"

[XZFaithbreaker X2AbilityTemplate]
LocFriendlyName="破灭信念"
LocLongDescription="你的异种发出充满力量和愤怒的咆哮，即使是最身经百战的士兵也会感到恐惧。"
LocHelpText="有几率让范围内的所有敌方单位恐慌。"
LocFlyOverText="破灭信念"

[XZGrantExecutioner X2AbilityTemplate]
LocFriendlyName="行刑者"
LocFlyOverText="行刑者"
LocLongDescription="你的异种在攻击只有一半或更低生命值的目标时，获得+10命中/+10暴击率。"
LocHelpText="你的异种在攻击只有一半或更低生命值的目标时，获得+10命中/+10暴击率。"

[XZExecutioner X2AbilityTemplate]
LocFriendlyName="行刑者"
LocFlyOverText="行刑者"
LocLongDescription="你的异种在攻击只有一半或更低生命值的目标时，获得+10命中/+10暴击率。"
LocHelpText="你的异种在攻击只有一半或更低生命值的目标时，获得+10命中/+10暴击率。"

[XZGrantCutthroat X2AbilityTemplate]
LocFriendlyName="割喉者"
LocFlyOverText="割喉者"
LocLongDescription="你的异种对有机敌人的近战攻击，会无视他们的护甲，并有+15暴击率/+2暴击伤害。"
LocHelpText="你的异种对有机敌人的近战攻击，会无视他们的护甲，并有+15暴击率/+2暴击伤害。"

[XZCutthroat X2AbilityTemplate]
LocFriendlyName="割喉者"
LocFlyOverText="割喉者"
LocLongDescription="你的异种对有机敌人的近战攻击，会无视他们的护甲，并有+15暴击率/+2暴击伤害。"
LocHelpText="你的异种对有机敌人的近战攻击，会无视他们的护甲，并有+15暴击率/+2暴击伤害。"

[XZGrantWreckingBall X2AbilityTemplate]
LocFriendlyName="破坏者"
LocFlyOverText="破坏者"
LocLongDescription="你的异种疯狂摧毁路径上的所有物体，以找到它的猎物。"
LocHelpText="你的异种获得一种需激活的能力，使它在移动时可以破坏并穿过墙壁和掩体。"

[XZWreckingBall X2AbilityTemplate]
LocFriendlyName="破坏者"
LocFlyOverText="破坏者"
LocLongDescription="你的异种疯狂摧毁路径上的所有物体，以找到它的猎物。"
LocHelpText="你的异种获得一种需激活的能力，使它在移动时可以破坏并穿过墙壁和掩体。"